/* No comment provided by engineer. */
"Connecting...\n\nPlease accept this connection on your mobile device." = "Verbinden...\n\nAccepteer deze verbinding op uw mobiele apparaat.";

/* Header of the devices source list */
"Devices" = "Apparaten";

/* No comment provided by engineer. */
"Failed to import document." = "Importeren van document is mislukt.";

/* No comment provided by engineer. */
"Failed to transfer document." = "Overzetten van document is mislukt.";

/* AppStore Link */
"http://store.mindnode.com/mindnodetouch/" = "http://store.mindnode.com/mindnodetouch/";

/* No comment provided by engineer. */
"MindNode touch is available on the App Store." = "MindNode touch is beschikbaar in de App Store.";

/* No comment provided by engineer. */
"Successfully transfered." = "Succesvol overgezet.";

/* No comment provided by engineer. */
"The connection was not accepted by the device." = "Het apparaat heeft de verbinding niet geaccepteerd.";

/* No comment provided by engineer. */
"The document was successfully transferred to the device." = "Het document is succesvol overgezet naar het apparaat.";

/* No comment provided by engineer. */
"To share your documents, connect your Mac and your mobile device to the same WiFi network and access the sharing screen on your device." = "Als u documenten wilt delen, verbindt u de Mac en het mobiele apparaat met hetzelfde Wi-Fi-netwerk en gaat u naar het delingsscherm op het apparaat.";

/* No comment provided by engineer. */
"Unable to connect to device." = "Verbinding met het apparaat niet mogelijk.";

